"MJRefreshHeaderIdleText" = "Atleidimas gali būti atnaujintas";
"MJRefreshHeaderPullingText" = "Išleisti ir nedelsiant atnaujinti";
"MJRefreshHeaderRefreshingText" = "Atnaujinami duomenys";

"MJRefreshAutoFooterIdleText" = "Spauskite arba traukite aukštyn, kad įkeltumėte daugiau";
"MJRefreshAutoFooterRefreshingText" = "Įkelti daugiau duomenų";
"MJRefreshAutoFooterNoMoreDataText" = "Visi buvo pakrauti";

"MJRefreshBackFooterIdleText" = "Ištraukite, kad pakrautumėte daugiau";
"MJRefreshBackFooterPullingText" = "Išleisti ir pakrauti greičiau";
"MJRefreshBackFooterRefreshingText" = "Įkelti daugiau duomenų";
"MJRefreshBackFooterNoMoreDataText" = "Visi buvo pakrauti";

"MJRefreshHeaderLastTimeText" = "Paskutinis atnaujinimas: ";
"MJRefreshHeaderDateTodayText" = "šiandien";
"MJRefreshHeaderNoneLastDateText" = "Jokių įrašų";
